var picInfos = [
	{
		scale: 1,
		pics: ["1"],
		pdate: "2020.09.09",
		desc: "我拍摄的第一张照片，两个人儿可爱又霸气。"
	},
	{
		scale: 1,
		pics: ["2"],
		pdate: "2020.09.18",
		desc: "竟然找到了一只贝壳，你习得了新的技能，站在贝壳上。"
	},
	{
		scale: 1,
		pics: ["3", "4"],
		pdate: "2020.09.19",
		desc: "你问我在拍什么，我说我这边有小人，咱俩在金色光圈里。第二张是在霞谷神殿上方玩旋转大伞。"
	},
	{
		scale: 1,
		pics: ["5", "6"],
		pdate: "2020.09.20",
		desc: "将近12点，在遇境上空盘旋飞升，挺放松。"
	},
	{
		scale: 1,
		pics: ["7"],
		pdate: "2020.09.24",
		desc: "在云野小广场发呆，9颗星的是我哈哈。"
	},
	{
		scale: 1,
		pics: ["8"],
		pdate: "2020.09.30",
		desc: "墓土赏月。"
	},
	{
		scale: 1,
		pics: ["9"],
		pdate: "2020.10.01",
		desc: "今天是国庆节，你带我来圣岛做任务，我在看动画，你在弹琴。"
	},
	{
		scale: 1,
		pics: ["10"],
		pdate: "2020.10.02",
		desc: "雨林跑图跑到一半，聊起了天。"
	},
	{
		scale: 1,
		pics: ["11", "12"],
		pdate: "2020.10.03",
		desc: "你拼了完美的桌子，拍照留念。"
	},
	{
		scale: 1,
		pics: ["13"],
		pdate: "2020.10.04",
		desc: "进入雨林。"
	},
	{
		scale: 1,
		pics: ["14"],
		pdate: "2020.10.05",
		desc: "来国际服体验预言季。"
	},
	{
		scale: 1,
		pics: ["15", "16", "17"],
		pdate: "2020.10.08",
		desc: "圣岛季的最后一个任务，完成！你说没有拍到好照片，我从视频里截了一张。晚上去国际服玩，玩累了在遇境瑜伽。"
	},
	{
		scale: 1,
		pics: ["18", "19", "20", "21"],
		pdate: "2020.10.11",
		desc: "上午在圣岛，下午雨林跑到一半又不务正业了。"
	},
	{
		scale: 1,
		pics: ["22"],
		pdate: "2020.10.14",
		desc: "雨林合照。"
	},
	{
		scale: 1,
		pics: ["23", "24"],
		pdate: "2020.10.18",
		desc: "图1：Where we met。图2：圣岛玩编钟玩的不亦乐乎。"
	},
	{
		scale: 1,
		pics: ["25"],
		pdate: "2020.11.02",
		desc: "在雨林双层海弹琴，有小伙伴闻声而来。"
	},
	{
		scale: 1,
		pics: ["26"],
		pdate: "2020.11.06",
		desc: "万圣节主题的办公室。"
	},
	{
		scale: 1,
		pics: ["27"],
		pdate: "2020.11.10",
		desc: "云野“海底”弹琴。"
	},
	{
		scale: 1,
		pics: ["28"],
		pdate: "2020.11.24",
		desc: "Ipad开了颜色反转，光遇也变得特别不一样，但是截图还是原色哈哈哈。"
	},
	{
		scale: 1,
		pics: ["29", "30", "31"],
		pdate: "2020.11.29",
		desc: "第一次就画了一个完美的心，超棒！。晚上一边在光遇挂机，一边在QQ聊天。"
	},
	{
		scale: 1,
		pics: ["32"],
		pdate: "2020.12.02",
		desc: "发现手抱在了脖子的位置，以前捂住眼睛。"
	},
	{
		scale: 1,
		pics: ["33", "34", "35", "36", "37"],
		pdate: "2020.12.05",
		desc: "又来测试服玩喽。晚上去了暴风眼重生门打卡。"
	},
	{
		scale: 1,
		pics: ["38"],
		pdate: "2020.12.13",
		desc: "上午在办公室挂机一会儿。"
	},
	{
		scale: 1,
		pics: ["39"],
		pdate: "2020.12.15",
		desc: "15号凌晨，试炼之地，这么可爱就忍不住拍一张。"
	},
	{
		scale: 1,
		pics: ["40"],
		pdate: "2021.01.09",
		desc: "雨林紫色的云海，拍照留念。"
	},
	{
		scale: 1,
		pics: ["41"],
		pdate: "2021.01.15",
		desc: "大佬合影，无敌！"
	},
	{
		scale: 1,
		pics: ["42"],
		pdate: "2021.02.02",
		desc: "跑图的时候拍一张，嘿嘿。"
	},
	{
		scale: 1,
		pics: ["43", "44"],
		pdate: "2021.02.06",
		desc: "挂机肝作业哦。"
	},
	{
		scale: 1,
		pics: ["45"],
		pdate: "2021.02.09",
		desc: "光遇第一大奇迹？"
	},
	{
		scale: 1,
		pics: ["46", "47", "48", "49"],
		pdate: "2021.02.10",
		desc: "中国风新装扮上架，yeah！搞怪抱抱，哈哈哈哈哈。"
	},
	{
		scale: 1,
		pics: ["50", "51", "52", "53"],
		pdate: "2021.02.11",
		desc: "遇境舞龙，除夕来啦。"
	},
	{
		scale: 2,
		pics: ["54", "55"],
		pdate: "2021.02.12",
		desc: "看烟花，睡觉觉。"
	},
	{
		scale: 1,
		pics: ["56", "57"],
		pdate: "2021.02.13",
		desc: "永远永远。"
	},
	{
		scale: 1,
		pics: ["58"],
		pdate: "Continuing",
		desc: ""
	}
];









